
// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Bootloader_title" = "Bootloader";
"Bootloader_description" = "Clover EFI требует наличия трех основных файлов. (упрощенно)
boot0 (главная загрузочная запись) отвечает за загрузку boot1.
boot1 (загрузочная запись раздела) для загрузки boot.
boot  (в корне выбранного раздела) для поиска /EFI/BOOT/CLOVERIA32.efi или CLOVERX64.efi";

"boot0_title" = "BIOS загрузка через boot0";
"boot0_description" = "Установить boot0 который ищет активный раздел в MBR или первый загрузочный раздел в GPT. Выбранный раздел в MBR станет активным
Раздел FAT32 должен быть предварительно отформатирован таким образом:
  1. Стереть как MS-DOS (FAT) с помощью Disk Utility.
  2. diskutil list
  3. diskutil unmount /dev/rdisk9s1
  4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1
  5. diskutil mount /dev/rdisk9s1";


"boot0hfs_title" = "BIOS загрузка через boot0hfs";
"boot0hfs_description" = "Установить boot0hfs который запускает boot1h с первого найденного HFS раздела, даже если он неактивный. Активным разделом может оставаться Windows.";

"boot0EFI_title" = "BIOS загрузка через GPT EFI";
"boot0EFI_description" = "Установить boot0 на первый 440 байт МБР, безопасно для Windows. boot0hfs осуществляет поиск GPT EFI раздела  с установленным boot1.
 EFI раздел нужно предварительно отформатировать на Маке и смонтировать в системе
";

"bootNo_title" = "Просто распаковать ";
"bootNo_description" = "Не устанавливать никакой boot0 и boot1, для последующей ручной инсталляции";

"bootUEFI_title" = "UEFI boot (UEFI mоtherboards)";
"bootUEFI_description" = "Используется для загрузки через UEFI на системах, которые поддерживают такой тип загрузки.
Не устанавливает сектора boot0 , boot0hfs, boot0md, boot1h2, and boot1f32alt.
Требуется выставить в UEFI BIOS опцию загрузки BOOTX64.efi.
Порядок загрузки будет следующий:
UEFI -> /EFI/BOOT/BOOTX64.efi -> boot.efi -> OS X";

"boot32_title" = "Установить 32 битный загрузчик первым";
"boot32_description" = "Установить файлы и поставить 32 бита по умолчанию.
По умолчанию грузится boot = Clover 32 после 2 секунд ожидания клавиатуры. 
Клавиша 1 для boot1 = Chameleon boot,
Клавиша 3 для boot3 = Clover EFI 32bit boot,
Клавиша 6 для boot6 = Clover EFI 64bit boot.";

"boot64_title" = "Установить 64 битный загрузчик первым";
"boot64_description" = "Установить файлы и поставить 64 бита по умолчанию.
По умолчанию грузится boot = Clover 64 после 2 секунд ожидания клавиатуры. 
Клавиша 1 для boot1 = Chameleon boot,
Клавиша 3 для boot3 = Clover EFI 32bit boot,
Клавиша 6 для boot6 = Clover EFI 64bit boot.";

// ============================================================================
// CloverEFI
// ----------------------------------------------------------------------------
"CloverEFI_title" = "CloverEFI";
"CloverEFI_description" = "Select the version of CloverEFI to install.";
"cloverEFI.32_title" = "CloverEFI 32-bits";
"cloverEFI.32_description" = "CloverEFI 32-bits";
"cloverEFI.64.sata_title" = "CloverEFI 64-bits SATA";
"cloverEFI.64.sata_description" = "CloverEFI 64-bits using SATA to access drives";
"cloverEFI.64.blockio_title" = "CloverEFI 64-bits BiosBlockIO";
"cloverEFI.64.blockio_description" = "CloverEFI 64-bits using Bios Block I/O to access drives";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "Оформление";
"Themes_description" = "Выберите для установки темы.";

"black_green_title" = "black_green";
"black_green_description" = "Черно-зеленая тема от Blackosx,
Установить в /EFI/BOOT/themes/black_green.";

"AppleStyle_title" = "AppleStyle";
"AppleStyle_description" = "Тема в стиле Apple от Eps,
Установить в /EFI/BOOT/themes/AppleStyle.";

"mrengles_title" = "mrengles";
"mrengles_description" = "Тема mrengles по имени автора,
Установить в /EFI/BOOT/themes/mrengles.";

"iBootloader_title" = "iClover";
"iBootloader_description" = "Тема в серых тонах от winlog,
Install to /EFI/BOOT/themes/iClover.";

"buttons_title" = "buttons";
"buttons_description" = "Буттоны от Trauma,
Установить в /EFI/BOOT/themes/buttons.";

"hellfire_title" = "hellfire";
"hellfire_description" = "Адская тема от lllevelll,
Установить в /EFI/BOOT/themes/hellfire.";

"metal_title" = "metal";
"metal_description" = "Нержавейка от Slice,
Установить в /EFI/BOOT/themes/metal.";

"simple_gray_title" = "simple_gray";
"simple_gray_description" = "Просто серая тема от hijeane,
Установить в /EFI/BOOT/themes/simple_gray.";


"wooden_title" = "wooden";
"wooden_description" = "Деревяшки от iROOTa,
Установить в /EFI/BOOT/themes/wooden.";

// ============================================================================
// RC Scripts
// ----------------------------------------------------------------------------
"Optional RC Scripts" = "Optional RC Scripts";
"disable_sleep_proxy_client_description" = "Disable the mDNSResponder sleep proxy client service. This will prevent the system waking from sleep every hours";

// ----------------------------------------------------------------------------